/*
Navicat MySQL Data Transfer

Source Server         : hdm144528485_db
Source Server Version : 50148
Source Host           : hdm144528485.my3w.com:3306
Source Database       : hdm144528485_db

Target Server Type    : MYSQL
Target Server Version : 50148
File Encoding         : 65001

Date: 2018-01-25 18:02:01
*/

SET FOREIGN_KEY_CHECKS=0;

-- ----------------------------
-- Table structure for `easy_map`
-- ----------------------------
DROP TABLE IF EXISTS `easy_map`;
CREATE TABLE `easy_map` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `lng` varchar(11) NOT NULL DEFAULT '0' COMMENT '经度',
  `lat` varchar(11) NOT NULL DEFAULT '0' COMMENT '纬度',
  `pos` varchar(255) CHARACTER SET utf8 NOT NULL DEFAULT '' COMMENT '用户地理位置',
  `time` varchar(55) CHARACTER SET utf8 NOT NULL DEFAULT '' COMMENT '记录时间',
  `ip` varchar(75) CHARACTER SET utf8 NOT NULL DEFAULT '' COMMENT 'IP地址',
  `create_time` int(11) NOT NULL DEFAULT '0' COMMENT '记录时间',
  PRIMARY KEY (`id`),
  KEY `pos` (`pos`)
) ENGINE=MyISAM AUTO_INCREMENT=50 DEFAULT CHARSET=gbk;

-- ----------------------------
-- Records of easy_map
-- ----------------------------
INSERT INTO `easy_map` VALUES ('19', '113', '23', '广东省广州市越秀区梅花村街道南方都市报(广州大道中)南方传媒大厦A座', '2018-01-25 17:09:19', '183.6.132.235', '1516871359');
INSERT INTO `easy_map` VALUES ('20', '113', '23', '广东省广州市越秀区梅花村街道南方都市报(广州大道中)南方传媒大厦A座', '2018-01-25 17:15:06', '183.6.132.235', '1516871706');
INSERT INTO `easy_map` VALUES ('21', '113', '23', '广东省广州市越秀区梅花村街道南方都市报(广州大道中)南方传媒大厦A座', '2018-01-25 17:20:48', '183.6.132.235', '1516872048');
INSERT INTO `easy_map` VALUES ('22', '113', '23', '广东省广州市越秀区梅花村街道南方都市报(广州大道中)南方传媒大厦A座', '2018-01-25 17:21:32', '183.6.132.235', '1516872092');
INSERT INTO `easy_map` VALUES ('23', '113', '23', '广东省广州市越秀区梅花村街道南方都市报(广州大道中)南方传媒大厦A座', '2018-01-25 17:22:20', '183.6.132.235', '1516872140');
INSERT INTO `easy_map` VALUES ('24', '113', '23', '广东省广州市越秀区梅花村街道南方都市报(广州大道中)南方传媒大厦A座', '2018-01-25 17:22:46', '183.6.132.235', '1516872166');
INSERT INTO `easy_map` VALUES ('25', '113', '23', '广东省广州市越秀区梅花村街道南方都市报(广州大道中)南方传媒大厦A座', '2018-01-25 17:24:06', '183.6.132.235', '1516872246');
INSERT INTO `easy_map` VALUES ('26', '113', '23', '广东省广州市越秀区梅花村街道南方都市报(广州大道中)南方传媒大厦A座', '2018-01-25 17:24:41', '183.6.132.235', '1516872281');
INSERT INTO `easy_map` VALUES ('27', '113', '23', '广东省广州市越秀区梅花村街道南方都市报(广州大道中)南方传媒大厦A座', '2018-01-25 17:25:14', '183.6.132.235', '1516872314');
INSERT INTO `easy_map` VALUES ('28', '113', '23', '广东省广州市越秀区梅花村街道南方都市报(广州大道中)南方传媒大厦A座', '2018-01-25 17:25:36', '183.6.132.235', '1516872336');
INSERT INTO `easy_map` VALUES ('29', '113', '23', '广东省广州市越秀区梅花村街道南方都市报(广州大道中)南方传媒大厦A座', '2018-01-25 17:26:07', '183.6.132.235', '1516872367');
INSERT INTO `easy_map` VALUES ('30', '113', '23', '广东省广州市越秀区梅花村街道东兴北路58号南方传媒大厦A座', '2018-01-25 17:38:55', '183.6.132.235', '1516873135');
INSERT INTO `easy_map` VALUES ('31', '113', '23', '广东省广州市越秀区梅花村街道东兴北路58号南方传媒大厦A座', '2018-01-25 17:39:42', '183.6.132.235', '1516873182');
INSERT INTO `easy_map` VALUES ('32', '113', '23', '广东省广州市越秀区梅花村街道东兴北路58号南方传媒大厦A座', '2018-01-25 17:40:00', '183.6.132.235', '1516873200');
INSERT INTO `easy_map` VALUES ('33', '113', '23', '广东省广州市越秀区梅花村街道东兴北路58号南方传媒大厦A座', '2018-01-25 17:40:23', '183.6.132.235', '1516873223');
INSERT INTO `easy_map` VALUES ('34', '113', '23', '广东省广州市越秀区梅花村街道东兴北路58号南方传媒大厦A座', '2018-01-25 17:40:39', '183.6.132.235', '1516873239');
INSERT INTO `easy_map` VALUES ('35', '113', '23', '广东省广州市越秀区梅花村街道东兴北路58号南方传媒大厦A座', '2018-01-25 17:41:10', '183.6.132.235', '1516873270');
INSERT INTO `easy_map` VALUES ('36', '113', '23', '广东省广州市越秀区梅花村街道东兴北路58号南方传媒大厦A座', '2018-01-25 17:41:49', '183.6.132.235', '1516873309');
INSERT INTO `easy_map` VALUES ('37', '113', '23', '广东省广州市越秀区梅花村街道东兴北路58号南方传媒大厦A座', '2018-01-25 17:42:11', '183.6.132.235', '1516873331');
INSERT INTO `easy_map` VALUES ('38', '113', '23', '广东省广州市越秀区梅花村街道东兴北路58号南方传媒大厦A座', '2018-01-25 17:42:25', '183.6.132.235', '1516873345');
INSERT INTO `easy_map` VALUES ('39', '113', '23', '广东省广州市越秀区梅花村街道东兴北路58号南方传媒大厦A座', '2018-01-25 17:42:45', '183.6.132.235', '1516873365');
INSERT INTO `easy_map` VALUES ('40', '113', '23', '广东省广州市越秀区梅花村街道南方都市报(广州大道中)南方传媒大厦A座', '2018-01-25 17:44:29', '183.6.132.235', '1516873469');
INSERT INTO `easy_map` VALUES ('41', '113', '23', '广东省广州市越秀区梅花村街道南方都市报(广州大道中)南方传媒大厦A座', '2018-01-25 17:45:05', '183.6.132.235', '1516873505');
INSERT INTO `easy_map` VALUES ('42', '113', '23', '广东省广州市越秀区梅花村街道南方都市报(广州大道中)南方传媒大厦A座', '2018-01-25 17:45:16', '183.6.132.235', '1516873516');
INSERT INTO `easy_map` VALUES ('43', '113', '23', '广东省广州市越秀区梅花村街道南方都市报(广州大道中)南方传媒大厦A座', '2018-01-25 17:47:27', '183.6.132.235', '1516873647');
INSERT INTO `easy_map` VALUES ('44', '113', '23', '广东省广州市越秀区梅花村街道南方都市报(广州大道中)南方传媒大厦A座', '2018-01-25 17:48:24', '183.6.132.235', '1516873704');
INSERT INTO `easy_map` VALUES ('45', '113', '23', '广东省广州市越秀区梅花村街道东兴北路58号南方传媒大厦A座', '2018-01-25 17:48:39', '183.6.132.235', '1516873719');
INSERT INTO `easy_map` VALUES ('46', '113', '23', '广东省广州市越秀区梅花村街道东兴北路58号南方传媒大厦A座', '2018-01-25 17:49:08', '183.6.132.235', '1516873748');
INSERT INTO `easy_map` VALUES ('47', '113', '23', '广东省广州市越秀区梅花村街道南方都市报(广州大道中)南方传媒大厦A座', '2018-01-25 17:49:57', '183.6.132.235', '1516873797');
INSERT INTO `easy_map` VALUES ('48', '113', '23', '广东省广州市越秀区梅花村街道南方都市报(广州大道中)南方传媒大厦A座', '2018-01-25 17:52:49', '183.6.132.235', '1516873969');
INSERT INTO `easy_map` VALUES ('49', '113', '23', '广东省广州市越秀区梅花村街道南方都市报(广州大道中)南方传媒大厦A座', '2018-01-25 17:53:00', '183.6.132.235', '1516873980');
